{
  "facts": [
    "George Washington was an ultra successful liquor distributor in the new country. He made rye whiskey, apple brandy and peach brandy in his Mount Vernon distillery.",
    "John Adams and Thomas Jefferson were close friends and correspondents but they also had a bit of a rivalry and both died on July 4, 1826.",
    "Thomas Jefferson and John Adams paid a visit to William Shakespeare's home in teh united kingdom in 1786. There, they chipped off a piece from Shakespeare's chair as a souvenir.",
    "James Madison was Princeton University's first graduate student.",
    "Monrovia, the capital of the Liberia, is named after James Monroe. He supported the American Colonization Society in its work to create a home for freed slaves in Liberia.",
    "During his presidency, John Quincy Adams enjoyed skinny dipping in the Potomac River in the early mornings.",
    "Andrew Jackson was involved in as many as 100 duels, most of which were fought to defend the honor of his wife, Rachel. He was shot in the chest in a duel in 1806 and took a bullet in the arm in a bar fight with Missouri",
    "Martin Van Buren's nickname was Old Kinderhook because he was raised in Kinderhook, N.Y. A popular theory states that the term O K is derived from the O.K. clubs that sprung up to support his campaign.",
    "Democrats ran a smear campaign during William H. Harrison's campaign that tried to cast him as an out of touch old fogey who would rather sit in his log cabin, drinking hard cider than run the country. Harrison one upped the haters by adopting the log cabin and hard cider as campaign symbols.",
    "John Tyler had 15 children, more than any other president. ",
    "Zachary Taylor was a tough guy a major general in the U.S. Army and hero of the Mexican American War. But oddly enough, what brought him down in the end was a glass of milk and some cherries that he enjoyed on July 4, 1850. The cherries were likely contaminated with bacteria that caused his death by cholera five days later. ",
    "Millard Fillmore lived the dream of many a teenage schoolboy. Fillmore's first wife, Abigail Powers, was his teacher while he was a nineteen year old student at the New Hope Academy in New York.",
    "Franklin Pierce had a tough time guiding the nation and perhaps an even tougher time guiding his horse. During his presidency, Pierce was arrested for running over a woman with his horse. Charges were later dropped due to a lack of evidence.",
    "James Buchanan regularly bought slaves in Washington, D.C. and quietly freed them in Pennsylvania. ",
    "Abraham Lincoln could throw down in the wrestling ring. As a young man, he was only defeated once out of approximately 300 matches. He made it to the Wrestling Hall of Fame with the honor of Outstanding American.",
    "Andrew Johnson apprenticed as a tailor. Even as president, he never stopped making his own suits.",
    "Ulysses S. Grant smoked a ton of cigars at least 20 a day. After a great military victory at the Battle of Shiloh, citizens sent him more than 10,000 boxes of cigars as gratitude. He died of throat cancer in 1885.",
    "Rutherford B. Hayes was the only president to be wounded in the Civil War not once, but four times. Four horses were shot down from beneath him.",
    "Not only was James A. Garfield ambidextrous he could write Latin with one hand and Greek with the other at the same time.",
    "Chester A. Arthur was known for his impeccable attire, earning him the nickname Elegant Arthur. On his last day in office, four women offered him their hands in marriage. Also, he owned 80 pairs of pants. ",
    "Benjamin Harrison was the first president to have electricity in the White House. However, he was so scared of getting electrocuted that he would never touch the light switches himself.",
    "Grover Cleveland's epithelium, a small tumor that was removed from the roof of his mouth, resides at the Mutter Museum in Philadelphia.",
    "William McKinley almost always wore a red carnation on his lapel as a good luck charm. While greeting a line of people in 1901, he gave the flower to a little girl. Seconds later, he was shot by an assassin, and died eight days later.",
    "Teddy Roosevelt was shot in an assassination attempt while delivering a speech in Milwaukee. I don’t know whether you fully understand that I have just been shot, he told the stunned audience. I give you my word, I do not care a rap about being shot; not a rap. He completed the ninety minute speech with the bullet still lodged in his chest.",
    "William Taft also known as Big Bill was the largest president in American history. He once got himself wedged into the White House bathtub and had to call his advisers for help getting out.",
    "Woodrow Wilson's face is on the $100,000 bill, which very few have ever laid hands on. The bills were mainly designed for trade between between Federal Reserve banks, but fell out of use with the invention of the wire transfer. They still work as legal tender.",
    "At twenty five, Warren Harding married a divorcée, Florence Flossie Mabel Kling DeWolf. She was five years older with a ten year old son from a former marriage. Flossie's father once threatened to kill Harding if he married his daughter, but she pursued him relentlessly until he gave in.",
    "Calvin Coolidge would occasionally press all the buttons in the Oval Office, sending bells ringing throughout the White House and then hide to watch his staff run in. He just wanted to see who was working.",
    "Herbert Hoover's son had two pet alligators, which were occasionally permitted to run loose throughout the White House.",
    "Rooselvelt's wife, Eleanor, was actually his fifth cousin. She was also the niece of Theodore Roosevelt, FDR's idol. They married on March 17, 1905.",
    "The S in Truman's full name doesn't stand for anything. His parents couldn't decide on a middle name for over a month, so they settled on the letter S in honor of his maternal grandfather, Solomon Young, and his paternal grandfather, Anderson Shipp Truman.",
    "Dwight Eisenhower played a big role in popularizing golf. He installed a putting green at the White House and played more than 800 rounds while in office exceeding the record of any other president. He holds a spot in the World Golf Hall of Fame in the Lifetime Achievement Category. ",
    "JFK was a huge James Bond fan. He first met the author of the series, Ian Fleming, at a dinner party in 1960. They allegedly bounced around ideas about how to get rid of Fidel Castro.",
    "Gerald Ford worked as a fashion model during college, appearing on the cover of Cosmopolitan."
  ]
}
